

ALL_QUESTIONS ={
    "DAILY_LIFE": [
      "영양성분을 고려한 주간 식단표를 계획할 수 있다.",
      "식품을 구매할 때 제조일자와 유통기한을 확인한다.",
      "조리법에 따라 음식을 조리할 수 있고 사람 수에 따라 음식 양을 조정할 수 있다.",
      "어떤 음식이 냉장보관 또는 냉동보관이 필요한지 알고 있고, 음식이 상했는지 구별할 수 있다.",
      "식사 준비 시에 적절하게 주방기구를 사용하고, 사용한 후 주방기구를 깨끗하게 정리할 수 있다.",
      "집안청소(화장실, 침실, 가스레인지 등)를 할 수 있고, 방 정리정돈(책상, 서랍, 옷장 등) 상태를 유지할 수 있다.",
      "적절한 쓰레기 처리 방법(재활용, 음식물쓰레기 등)을 알고 있다.",
      "의류라벨 지시에 따른 세탁방법, 세탁기 사용법, 옷 건조, 건조대와 다리미 사용을 포함한 의복관리방법을 알고 있다."
    ],
    "MONEY_MANAGEMENT": [
      "한 달 동안 쓰는 돈의 수입과 지출을 파악할 수 있다.",
      "용돈기입장을 사용하고 있다.",
      "공과금에 대하여 알고 있다.",
      "휴대폰을 쓸 경우 요금을 내야하는 책임이 있으며, 요금을 연체했을 경우 받는 불이익에 대해 알고 있다.",
      "본인의 통장을 개설할 수 있다.",
      "인터넷 뱅킹을 사용할 수 있다.",
      "자립을 위한 저축액(디딤씨앗통장, 후원금, 용돈 등)을 매월 확인하고 있다.",
      "19세부터 건강보험 납부의무가 있다는 것을 알고 있다."
    ],
    "SELF_MANAGEMENT": [
      "건강을 위한 생활습관이 잘 되어있다.(예: 규칙적인 생활, 예방주사, 손 씻기, 양치질하기, 치과검진 등)",
      "성(性)적 행동을 결정하기 전에 반드시 고려해야 할 사항이 무엇인지 알고 있다.",
      "성폭력 피해 시 도움을 받을 수 있는 긴급전화 등 한 가지 이상의 방법을 알고 있다.",
      "성적접촉으로 인해 생길 수 있는 위험(에이즈, 매독, 임질 등)을 알고 있고 예방법을 이해하고 있다.",
      "담배, 술, 약물 등을 누군가 권유했을 때 거절할 수 있다.",
      "바람직한 이성교제에 대하여 알고 있다.",
      "응급상황이 발생했을 때 상황에 따른 응급처치 요령을 알고 있다.",
      "건강상태, 가족의 질병경험, 병원기록 등을 묻는 질문에 대답할 수 있다."
    ],
    "SOCIETY": [
      "나의 생각이나 감정을 다른 사람에게 명확하게 표현할 수 있다.",
      "화를 내지 않고 나에 대한 충고를 들을 수 있다.",
      "대인관계를 맺는데 어려움이 없다.",
      "다른 사람과 갈등이 있을 때 대처할 수 있는 방법이 있다.",
      "필요할 때 남에게 도움을 요청할 수 있다.",
      "타인의 요청을 기분 상하지 않게 거절할 수 있다.",
      "지역 도서관, 운동모임, 기타동호회 등에 속해 있다.",
      "내가 위험에 처했을 때 나를 도와줄 수 있는 사람이 있다."
    ]
  }
}
